[
  {
    "id": "forecast_AK_Severe_Storm",
    "state": "AK",
    "disaster_type": "severe storm",
    "text": "Alaska Severe Storm Seasonal Risk Profile\n\nAlaska has recorded 72 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 2.9 declarations per month. Activity peaks in September, October, and November, with the highest-risk window being September–November.\n\n6-Year Forecast (model CV MAE=0.14):\nOur Prophet time series model projects severe storm declaration frequency in Alaska through February 2032. During forecasted peak months (September, October, November), the model predicts an average of 0.4 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Alaska include agriculture, construction, utilities, and outdoor industries. Workers and employers in Alaska should anticipate potential workforce disruption during September–November. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AK_Flood",
    "state": "AK",
    "disaster_type": "flood",
    "text": "Alaska Flood Seasonal Risk Profile\n\nAlaska has recorded 61 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 4.5 declarations per month. Activity peaks in May, April, and October, with the highest-risk window being April–October.\n\n6-Year Forecast (model CV MAE=1.00):\nOur Prophet time series model projects flood declaration frequency in Alaska through February 2032. During forecasted peak months (May, April, October), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Alaska include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Alaska should anticipate potential workforce disruption during April–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AL_Severe_Storm",
    "state": "AL",
    "disaster_type": "severe storm",
    "text": "Alabama Severe Storm Seasonal Risk Profile\n\nAlabama has recorded 547 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 14.7 declarations per month. Activity peaks in April, December, and March, with the highest-risk window being March–December.\n\n6-Year Forecast (model CV MAE=1.04):\nOur Prophet time series model projects severe storm declaration frequency in Alabama through February 2032. During forecasted peak months (April, December, March), the model predicts an average of 2.4 declarations/month. During off-season months, activity is expected to remain near 0.4 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Alabama include agriculture, construction, utilities, and outdoor industries. Workers and employers in Alabama should anticipate potential workforce disruption during March–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AL_Hurricane",
    "state": "AL",
    "disaster_type": "hurricane",
    "text": "Alabama Hurricane Seasonal Risk Profile\n\nAlabama has recorded 264 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 17.9 declarations per month. Activity peaks in September, July, and October, with the highest-risk window being July–October.\n\n6-Year Forecast (model CV MAE=0.50):\nOur Prophet time series model projects hurricane declaration frequency in Alabama through February 2032. During forecasted peak months (September, July, October), the model predicts an average of 1.3 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in Alabama include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in Alabama should anticipate potential workforce disruption during July–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AR_Severe_Storm",
    "state": "AR",
    "disaster_type": "severe storm",
    "text": "Arkansas Severe Storm Seasonal Risk Profile\n\nArkansas has recorded 660 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 20.9 declarations per month. Activity peaks in April, May, and March, with the highest-risk window being March–May.\n\n6-Year Forecast (model CV MAE=1.19):\nOur Prophet time series model projects severe storm declaration frequency in Arkansas through February 2032. During forecasted peak months (April, May, March), the model predicts an average of 2.6 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Arkansas include agriculture, construction, utilities, and outdoor industries. Workers and employers in Arkansas should anticipate potential workforce disruption during March–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AR_Flood",
    "state": "AR",
    "disaster_type": "flood",
    "text": "Arkansas Flood Seasonal Risk Profile\n\nArkansas has recorded 292 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 20.3 declarations per month. Activity peaks in April, May, and June, with the highest-risk window being April–June.\n\n6-Year Forecast (model CV MAE=3.55):\nOur Prophet time series model projects flood declaration frequency in Arkansas through February 2032. During forecasted peak months (April, May, June), the model predicts an average of 1.6 declarations/month. During off-season months, activity is expected to remain near 0.8 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Arkansas include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Arkansas should anticipate potential workforce disruption during April–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_AZ_Flood",
    "state": "AZ",
    "disaster_type": "flood",
    "text": "Arizona Flood Seasonal Risk Profile\n\nArizona has recorded 80 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 2.5 declarations per month. Activity peaks in July, September, and January, with the highest-risk window being January–September.\n\n6-Year Forecast (model CV MAE=0.04):\nOur Prophet time series model projects flood declaration frequency in Arizona through February 2032. During forecasted peak months (July, September, January), the model predicts an average of 0.1 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Arizona include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Arizona should anticipate potential workforce disruption during January–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_CA_Severe_Storm",
    "state": "CA",
    "disaster_type": "severe storm",
    "text": "California Severe Storm Seasonal Risk Profile\n\nCalifornia has recorded 375 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 20.8 declarations per month. Activity peaks in February, January, and December, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=1.02):\nOur Prophet time series model projects severe storm declaration frequency in California through February 2032. During forecasted peak months (February, January, December), the model predicts an average of 2.5 declarations/month. During off-season months, activity is expected to remain near 0.5 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in California include agriculture, construction, utilities, and outdoor industries. Workers and employers in California should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_CA_Flood",
    "state": "CA",
    "disaster_type": "flood",
    "text": "California Flood Seasonal Risk Profile\n\nCalifornia has recorded 357 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 24.0 declarations per month. Activity peaks in December, February, and January, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=0.89):\nOur Prophet time series model projects flood declaration frequency in California through February 2032. During forecasted peak months (December, February, January), the model predicts an average of 2.0 declarations/month. During off-season months, activity is expected to remain near 0.6 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in California include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in California should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_CA_Fire",
    "state": "CA",
    "disaster_type": "fire",
    "text": "California Fire Seasonal Risk Profile\n\nCalifornia has recorded 113 FEMA fire declarations from 2000–2026 (26 years of data). During active months, the state averages 5.6 declarations per month. Activity peaks in August, October, and September, with the highest-risk window being August–October.\n\n6-Year Forecast (model CV MAE=0.52):\nOur Prophet time series model projects fire declaration frequency in California through February 2032. During forecasted peak months (August, October, September), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by fire declarations in California include forestry, outdoor recreation, hospitality, and rural agriculture. Workers and employers in California should anticipate potential workforce disruption during August–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_FL_Hurricane",
    "state": "FL",
    "disaster_type": "hurricane",
    "text": "Florida Hurricane Seasonal Risk Profile\n\nFlorida has recorded 856 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 40.7 declarations per month. Activity peaks in September, August, and October, with the highest-risk window being August–October.\n\n6-Year Forecast (model CV MAE=4.88):\nOur Prophet time series model projects hurricane declaration frequency in Florida through February 2032. During forecasted peak months (September, August, October), the model predicts an average of 9.5 declarations/month. During off-season months, activity is expected to remain near 2.4 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in Florida include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in Florida should anticipate potential workforce disruption during August–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_FL_Severe_Storm",
    "state": "FL",
    "disaster_type": "severe storm",
    "text": "Florida Severe Storm Seasonal Risk Profile\n\nFlorida has recorded 272 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 12.2 declarations per month. Activity peaks in June, August, and March, with the highest-risk window being March–August.\n\n6-Year Forecast (model CV MAE=0.39):\nOur Prophet time series model projects severe storm declaration frequency in Florida through February 2032. During forecasted peak months (June, August, March), the model predicts an average of 0.9 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Florida include agriculture, construction, utilities, and outdoor industries. Workers and employers in Florida should anticipate potential workforce disruption during March–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_FM_Typhoon",
    "state": "FM",
    "disaster_type": "typhoon",
    "text": "FM Typhoon Seasonal Risk Profile\n\nFM has recorded 20 FEMA typhoon declarations from 2000–2026 (26 years of data). During active months, the state averages 1.4 declarations per month. Activity peaks in July, November, and April, with the highest-risk window being April–November.\n\n6-Year Forecast (model CV MAE=0.00):\nOur Prophet time series model projects typhoon declaration frequency in FM through February 2032. During forecasted peak months (July, November, April), the model predicts an average of 0.0 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by typhoon declarations in FM include multiple industries. Workers and employers in FM should anticipate potential workforce disruption during April–November. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_GA_Severe_Storm",
    "state": "GA",
    "disaster_type": "severe storm",
    "text": "Georgia Severe Storm Seasonal Risk Profile\n\nGeorgia has recorded 422 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 20.8 declarations per month. Activity peaks in March, January, and December, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=0.41):\nOur Prophet time series model projects severe storm declaration frequency in Georgia through February 2032. During forecasted peak months (March, January, December), the model predicts an average of 1.6 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Georgia include agriculture, construction, utilities, and outdoor industries. Workers and employers in Georgia should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_IA_Severe_Storm",
    "state": "IA",
    "disaster_type": "severe storm",
    "text": "Iowa Severe Storm Seasonal Risk Profile\n\nIowa has recorded 743 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 26.8 declarations per month. Activity peaks in May, June, and December, with the highest-risk window being May–December.\n\n6-Year Forecast (model CV MAE=2.02):\nOur Prophet time series model projects severe storm declaration frequency in Iowa through February 2032. During forecasted peak months (May, June, December), the model predicts an average of 5.1 declarations/month. During off-season months, activity is expected to remain near 0.6 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Iowa include agriculture, construction, utilities, and outdoor industries. Workers and employers in Iowa should anticipate potential workforce disruption during May–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_IA_Flood",
    "state": "IA",
    "disaster_type": "flood",
    "text": "Iowa Flood Seasonal Risk Profile\n\nIowa has recorded 722 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 23.4 declarations per month. Activity peaks in March, June, and April, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=0.96):\nOur Prophet time series model projects flood declaration frequency in Iowa through February 2032. During forecasted peak months (March, June, April), the model predicts an average of 2.2 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Iowa include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Iowa should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_ID_Flood",
    "state": "ID",
    "disaster_type": "flood",
    "text": "Idaho Flood Seasonal Risk Profile\n\nIdaho has recorded 85 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 5.4 declarations per month. Activity peaks in March, February, and April, with the highest-risk window being February–April.\n\n6-Year Forecast (model CV MAE=0.14):\nOur Prophet time series model projects flood declaration frequency in Idaho through February 2032. During forecasted peak months (March, February, April), the model predicts an average of 0.4 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Idaho include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Idaho should anticipate potential workforce disruption during February–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_IL_Flood",
    "state": "IL",
    "disaster_type": "flood",
    "text": "Illinois Flood Seasonal Risk Profile\n\nIllinois has recorded 323 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 15.7 declarations per month. Activity peaks in April, February, and July, with the highest-risk window being February–July.\n\n6-Year Forecast (model CV MAE=0.47):\nOur Prophet time series model projects flood declaration frequency in Illinois through February 2032. During forecasted peak months (April, February, July), the model predicts an average of 1.2 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Illinois include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Illinois should anticipate potential workforce disruption during February–July. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_IL_Severe_Storm",
    "state": "IL",
    "disaster_type": "severe storm",
    "text": "Illinois Severe Storm Seasonal Risk Profile\n\nIllinois has recorded 297 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 12.6 declarations per month. Activity peaks in June, April, and May, with the highest-risk window being April–June.\n\n6-Year Forecast (model CV MAE=0.30):\nOur Prophet time series model projects severe storm declaration frequency in Illinois through February 2032. During forecasted peak months (June, April, May), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Illinois include agriculture, construction, utilities, and outdoor industries. Workers and employers in Illinois should anticipate potential workforce disruption during April–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_IN_Severe_Storm",
    "state": "IN",
    "disaster_type": "severe storm",
    "text": "Indiana Severe Storm Seasonal Risk Profile\n\nIndiana has recorded 667 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 30.0 declarations per month. Activity peaks in January, May, and September, with the highest-risk window being January–September.\n\n6-Year Forecast (model CV MAE=0.89):\nOur Prophet time series model projects severe storm declaration frequency in Indiana through February 2032. During forecasted peak months (January, May, September), the model predicts an average of 1.5 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Indiana include agriculture, construction, utilities, and outdoor industries. Workers and employers in Indiana should anticipate potential workforce disruption during January–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_KS_Severe_Storm",
    "state": "KS",
    "disaster_type": "severe storm",
    "text": "Kansas Severe Storm Seasonal Risk Profile\n\nKansas has recorded 1,024 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 23.3 declarations per month. Activity peaks in December, May, and April, with the highest-risk window being April–December.\n\n6-Year Forecast (model CV MAE=5.62):\nOur Prophet time series model projects severe storm declaration frequency in Kansas through February 2032. During forecasted peak months (December, May, April), the model predicts an average of 7.1 declarations/month. During off-season months, activity is expected to remain near 1.7 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Kansas include agriculture, construction, utilities, and outdoor industries. Workers and employers in Kansas should anticipate potential workforce disruption during April–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_KY_Severe_Storm",
    "state": "KY",
    "disaster_type": "severe storm",
    "text": "Kentucky Severe Storm Seasonal Risk Profile\n\nKentucky has recorded 1,355 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 35.2 declarations per month. Activity peaks in May, February, and April, with the highest-risk window being February–May.\n\n6-Year Forecast (model CV MAE=11.07):\nOur Prophet time series model projects severe storm declaration frequency in Kentucky through February 2032. During forecasted peak months (May, February, April), the model predicts an average of 11.3 declarations/month. During off-season months, activity is expected to remain near 2.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Kentucky include agriculture, construction, utilities, and outdoor industries. Workers and employers in Kentucky should anticipate potential workforce disruption during February–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_KY_Flood",
    "state": "KY",
    "disaster_type": "flood",
    "text": "Kentucky Flood Seasonal Risk Profile\n\nKentucky has recorded 490 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 39.5 declarations per month. Activity peaks in February, March, and April, with the highest-risk window being February–April.\n\n6-Year Forecast (model CV MAE=2.02):\nOur Prophet time series model projects flood declaration frequency in Kentucky through February 2032. During forecasted peak months (February, March, April), the model predicts an average of 4.0 declarations/month. During off-season months, activity is expected to remain near 1.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Kentucky include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Kentucky should anticipate potential workforce disruption during February–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_LA_Hurricane",
    "state": "LA",
    "disaster_type": "hurricane",
    "text": "Louisiana Hurricane Seasonal Risk Profile\n\nLouisiana has recorded 803 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 50.8 declarations per month. Activity peaks in August, September, and October, with the highest-risk window being August–October.\n\n6-Year Forecast (model CV MAE=2.44):\nOur Prophet time series model projects hurricane declaration frequency in Louisiana through February 2032. During forecasted peak months (August, September, October), the model predicts an average of 7.0 declarations/month. During off-season months, activity is expected to remain near 0.8 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in Louisiana include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in Louisiana should anticipate potential workforce disruption during August–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_LA_Flood",
    "state": "LA",
    "disaster_type": "flood",
    "text": "Louisiana Flood Seasonal Risk Profile\n\nLouisiana has recorded 310 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 18.8 declarations per month. Activity peaks in March, May, and August, with the highest-risk window being March–August.\n\n6-Year Forecast (model CV MAE=0.38):\nOur Prophet time series model projects flood declaration frequency in Louisiana through February 2032. During forecasted peak months (March, May, August), the model predicts an average of 0.9 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Louisiana include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Louisiana should anticipate potential workforce disruption during March–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_LA_Severe_Storm",
    "state": "LA",
    "disaster_type": "severe storm",
    "text": "Louisiana Severe Storm Seasonal Risk Profile\n\nLouisiana has recorded 163 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 9.4 declarations per month. Activity peaks in October, January, and May, with the highest-risk window being January–October.\n\n6-Year Forecast (model CV MAE=0.13):\nOur Prophet time series model projects severe storm declaration frequency in Louisiana through February 2032. During forecasted peak months (October, January, May), the model predicts an average of 0.4 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Louisiana include agriculture, construction, utilities, and outdoor industries. Workers and employers in Louisiana should anticipate potential workforce disruption during January–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_ME_Severe_Storm",
    "state": "ME",
    "disaster_type": "severe storm",
    "text": "Maine Severe Storm Seasonal Risk Profile\n\nMaine has recorded 157 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 6.7 declarations per month. Activity peaks in December, March, and April, with the highest-risk window being March–December.\n\n6-Year Forecast (model CV MAE=0.30):\nOur Prophet time series model projects severe storm declaration frequency in Maine through February 2032. During forecasted peak months (December, March, April), the model predicts an average of 0.7 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Maine include agriculture, construction, utilities, and outdoor industries. Workers and employers in Maine should anticipate potential workforce disruption during March–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_ME_Flood",
    "state": "ME",
    "disaster_type": "flood",
    "text": "Maine Flood Seasonal Risk Profile\n\nMaine has recorded 106 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 5.2 declarations per month. Activity peaks in April, March, and June, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=0.13):\nOur Prophet time series model projects flood declaration frequency in Maine through February 2032. During forecasted peak months (April, March, June), the model predicts an average of 0.3 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Maine include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Maine should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MI_Flood",
    "state": "MI",
    "disaster_type": "flood",
    "text": "Michigan Flood Seasonal Risk Profile\n\nMichigan has recorded 156 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 7.4 declarations per month. Activity peaks in April, August, and June, with the highest-risk window being April–August.\n\n6-Year Forecast (model CV MAE=0.21):\nOur Prophet time series model projects flood declaration frequency in Michigan through February 2032. During forecasted peak months (April, August, June), the model predicts an average of 0.6 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Michigan include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Michigan should anticipate potential workforce disruption during April–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MN_Flood",
    "state": "MN",
    "disaster_type": "flood",
    "text": "Minnesota Flood Seasonal Risk Profile\n\nMinnesota has recorded 665 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 27.8 declarations per month. Activity peaks in March, June, and April, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=1.55):\nOur Prophet time series model projects flood declaration frequency in Minnesota through February 2032. During forecasted peak months (March, June, April), the model predicts an average of 4.7 declarations/month. During off-season months, activity is expected to remain near 0.4 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Minnesota include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Minnesota should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MN_Severe_Storm",
    "state": "MN",
    "disaster_type": "severe storm",
    "text": "Minnesota Severe Storm Seasonal Risk Profile\n\nMinnesota has recorded 433 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 16.0 declarations per month. Activity peaks in May, June, and September, with the highest-risk window being May–September.\n\n6-Year Forecast (model CV MAE=0.60):\nOur Prophet time series model projects severe storm declaration frequency in Minnesota through February 2032. During forecasted peak months (May, June, September), the model predicts an average of 1.7 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Minnesota include agriculture, construction, utilities, and outdoor industries. Workers and employers in Minnesota should anticipate potential workforce disruption during May–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MO_Severe_Storm",
    "state": "MO",
    "disaster_type": "severe storm",
    "text": "Missouri Severe Storm Seasonal Risk Profile\n\nMissouri has recorded 1,342 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 34.7 declarations per month. Activity peaks in May, April, and March, with the highest-risk window being March–May.\n\n6-Year Forecast (model CV MAE=5.12):\nOur Prophet time series model projects severe storm declaration frequency in Missouri through February 2032. During forecasted peak months (May, April, March), the model predicts an average of 9.1 declarations/month. During off-season months, activity is expected to remain near 1.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Missouri include agriculture, construction, utilities, and outdoor industries. Workers and employers in Missouri should anticipate potential workforce disruption during March–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MO_Flood",
    "state": "MO",
    "disaster_type": "flood",
    "text": "Missouri Flood Seasonal Risk Profile\n\nMissouri has recorded 415 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 24.7 declarations per month. Activity peaks in April, December, and March, with the highest-risk window being March–December.\n\n6-Year Forecast (model CV MAE=0.37):\nOur Prophet time series model projects flood declaration frequency in Missouri through February 2032. During forecasted peak months (April, December, March), the model predicts an average of 1.6 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Missouri include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Missouri should anticipate potential workforce disruption during March–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MP_Typhoon",
    "state": "MP",
    "disaster_type": "typhoon",
    "text": "MP Typhoon Seasonal Risk Profile\n\nMP has recorded 38 FEMA typhoon declarations from 2000–2026 (26 years of data). During active months, the state averages 2.9 declarations per month. Activity peaks in August, October, and June, with the highest-risk window being June–October.\n\n6-Year Forecast (model CV MAE=0.06):\nOur Prophet time series model projects typhoon declaration frequency in MP through February 2032. During forecasted peak months (August, October, June), the model predicts an average of 0.1 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by typhoon declarations in MP include multiple industries. Workers and employers in MP should anticipate potential workforce disruption during June–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MS_Severe_Storm",
    "state": "MS",
    "disaster_type": "severe storm",
    "text": "Mississippi Severe Storm Seasonal Risk Profile\n\nMississippi has recorded 693 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 15.8 declarations per month. Activity peaks in April, February, and March, with the highest-risk window being February–April.\n\n6-Year Forecast (model CV MAE=2.81):\nOur Prophet time series model projects severe storm declaration frequency in Mississippi through February 2032. During forecasted peak months (April, February, March), the model predicts an average of 4.0 declarations/month. During off-season months, activity is expected to remain near 0.7 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Mississippi include agriculture, construction, utilities, and outdoor industries. Workers and employers in Mississippi should anticipate potential workforce disruption during February–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MS_Hurricane",
    "state": "MS",
    "disaster_type": "hurricane",
    "text": "Mississippi Hurricane Seasonal Risk Profile\n\nMississippi has recorded 420 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 38.3 declarations per month. Activity peaks in August, September, and July, with the highest-risk window being July–September.\n\n6-Year Forecast (model CV MAE=1.07):\nOur Prophet time series model projects hurricane declaration frequency in Mississippi through February 2032. During forecasted peak months (August, September, July), the model predicts an average of 3.3 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in Mississippi include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in Mississippi should anticipate potential workforce disruption during July–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MT_Flood",
    "state": "MT",
    "disaster_type": "flood",
    "text": "Montana Flood Seasonal Risk Profile\n\nMontana has recorded 136 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 9.4 declarations per month. Activity peaks in March, May, and June, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=0.61):\nOur Prophet time series model projects flood declaration frequency in Montana through February 2032. During forecasted peak months (March, May, June), the model predicts an average of 1.2 declarations/month. During off-season months, activity is expected to remain near 0.4 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Montana include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Montana should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_MT_Severe_Storm",
    "state": "MT",
    "disaster_type": "severe storm",
    "text": "Montana Severe Storm Seasonal Risk Profile\n\nMontana has recorded 134 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 9.1 declarations per month. Activity peaks in April, May, and June, with the highest-risk window being April–June.\n\n6-Year Forecast (model CV MAE=0.21):\nOur Prophet time series model projects severe storm declaration frequency in Montana through February 2032. During forecasted peak months (April, May, June), the model predicts an average of 1.0 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Montana include agriculture, construction, utilities, and outdoor industries. Workers and employers in Montana should anticipate potential workforce disruption during April–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NC_Hurricane",
    "state": "NC",
    "disaster_type": "hurricane",
    "text": "North Carolina Hurricane Seasonal Risk Profile\n\nNorth Carolina has recorded 551 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 33.8 declarations per month. Activity peaks in September, October, and August, with the highest-risk window being August–October.\n\n6-Year Forecast (model CV MAE=1.20):\nOur Prophet time series model projects hurricane declaration frequency in North Carolina through February 2032. During forecasted peak months (September, October, August), the model predicts an average of 4.2 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in North Carolina include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in North Carolina should anticipate potential workforce disruption during August–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_ND_Flood",
    "state": "ND",
    "disaster_type": "flood",
    "text": "North Dakota Flood Seasonal Risk Profile\n\nNorth Dakota has recorded 613 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 22.3 declarations per month. Activity peaks in February, March, and April, with the highest-risk window being February–April.\n\n6-Year Forecast (model CV MAE=0.84):\nOur Prophet time series model projects flood declaration frequency in North Dakota through February 2032. During forecasted peak months (February, March, April), the model predicts an average of 2.6 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in North Dakota include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in North Dakota should anticipate potential workforce disruption during February–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_ND_Severe_Storm",
    "state": "ND",
    "disaster_type": "severe storm",
    "text": "North Dakota Severe Storm Seasonal Risk Profile\n\nNorth Dakota has recorded 466 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 15.4 declarations per month. Activity peaks in April, June, and March, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=2.57):\nOur Prophet time series model projects severe storm declaration frequency in North Dakota through February 2032. During forecasted peak months (April, June, March), the model predicts an average of 2.9 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in North Dakota include agriculture, construction, utilities, and outdoor industries. Workers and employers in North Dakota should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NE_Severe_Storm",
    "state": "NE",
    "disaster_type": "severe storm",
    "text": "Nebraska Severe Storm Seasonal Risk Profile\n\nNebraska has recorded 750 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 21.3 declarations per month. Activity peaks in May, June, and December, with the highest-risk window being May–December.\n\n6-Year Forecast (model CV MAE=2.85):\nOur Prophet time series model projects severe storm declaration frequency in Nebraska through February 2032. During forecasted peak months (May, June, December), the model predicts an average of 6.0 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Nebraska include agriculture, construction, utilities, and outdoor industries. Workers and employers in Nebraska should anticipate potential workforce disruption during May–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NE_Flood",
    "state": "NE",
    "disaster_type": "flood",
    "text": "Nebraska Flood Seasonal Risk Profile\n\nNebraska has recorded 345 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 45.7 declarations per month. Activity peaks in March, May, and January, with the highest-risk window being January–May.\n\n6-Year Forecast (model CV MAE=0.73):\nOur Prophet time series model projects flood declaration frequency in Nebraska through February 2032. During forecasted peak months (March, May, January), the model predicts an average of 2.3 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Nebraska include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Nebraska should anticipate potential workforce disruption during January–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NH_Severe_Storm",
    "state": "NH",
    "disaster_type": "severe storm",
    "text": "New Hampshire Severe Storm Seasonal Risk Profile\n\nNew Hampshire has recorded 100 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 3.8 declarations per month. Activity peaks in July, October, and February, with the highest-risk window being February–October.\n\n6-Year Forecast (model CV MAE=0.25):\nOur Prophet time series model projects severe storm declaration frequency in New Hampshire through February 2032. During forecasted peak months (July, October, February), the model predicts an average of 0.4 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in New Hampshire include agriculture, construction, utilities, and outdoor industries. Workers and employers in New Hampshire should anticipate potential workforce disruption during February–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NJ_Severe_Storm",
    "state": "NJ",
    "disaster_type": "severe storm",
    "text": "New Jersey Severe Storm Seasonal Risk Profile\n\nNew Jersey has recorded 116 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 6.6 declarations per month. Activity peaks in April, March, and January, with the highest-risk window being January–April.\n\n6-Year Forecast (model CV MAE=0.13):\nOur Prophet time series model projects severe storm declaration frequency in New Jersey through February 2032. During forecasted peak months (April, March, January), the model predicts an average of 0.5 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in New Jersey include agriculture, construction, utilities, and outdoor industries. Workers and employers in New Jersey should anticipate potential workforce disruption during January–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NM_Flood",
    "state": "NM",
    "disaster_type": "flood",
    "text": "New Mexico Flood Seasonal Risk Profile\n\nNew Mexico has recorded 86 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 6.3 declarations per month. Activity peaks in September, June, and July, with the highest-risk window being June–September.\n\n6-Year Forecast (model CV MAE=0.32):\nOur Prophet time series model projects flood declaration frequency in New Mexico through February 2032. During forecasted peak months (September, June, July), the model predicts an average of 0.3 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in New Mexico include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in New Mexico should anticipate potential workforce disruption during June–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NY_Severe_Storm",
    "state": "NY",
    "disaster_type": "severe storm",
    "text": "New York Severe Storm Seasonal Risk Profile\n\nNew York has recorded 349 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 13.1 declarations per month. Activity peaks in May, April, and August, with the highest-risk window being April–August.\n\n6-Year Forecast (model CV MAE=0.35):\nOur Prophet time series model projects severe storm declaration frequency in New York through February 2032. During forecasted peak months (May, April, August), the model predicts an average of 1.0 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in New York include agriculture, construction, utilities, and outdoor industries. Workers and employers in New York should anticipate potential workforce disruption during April–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_NY_Flood",
    "state": "NY",
    "disaster_type": "flood",
    "text": "New York Flood Seasonal Risk Profile\n\nNew York has recorded 219 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 10.3 declarations per month. Activity peaks in April, June, and May, with the highest-risk window being April–June.\n\n6-Year Forecast (model CV MAE=0.26):\nOur Prophet time series model projects flood declaration frequency in New York through February 2032. During forecasted peak months (April, June, May), the model predicts an average of 0.7 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in New York include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in New York should anticipate potential workforce disruption during April–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OH_Severe_Storm",
    "state": "OH",
    "disaster_type": "severe storm",
    "text": "Ohio Severe Storm Seasonal Risk Profile\n\nOhio has recorded 478 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 21.9 declarations per month. Activity peaks in August, December, and June, with the highest-risk window being June–December.\n\n6-Year Forecast (model CV MAE=0.33):\nOur Prophet time series model projects severe storm declaration frequency in Ohio through February 2032. During forecasted peak months (August, December, June), the model predicts an average of 0.6 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Ohio include agriculture, construction, utilities, and outdoor industries. Workers and employers in Ohio should anticipate potential workforce disruption during June–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OH_Flood",
    "state": "OH",
    "disaster_type": "flood",
    "text": "Ohio Flood Seasonal Risk Profile\n\nOhio has recorded 157 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 21.5 declarations per month. Activity peaks in February, January, and March, with the highest-risk window being January–March.\n\n6-Year Forecast (model CV MAE=0.32):\nOur Prophet time series model projects flood declaration frequency in Ohio through February 2032. During forecasted peak months (February, January, March), the model predicts an average of 0.7 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Ohio include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Ohio should anticipate potential workforce disruption during January–March. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OK_Severe_Storm",
    "state": "OK",
    "disaster_type": "severe storm",
    "text": "Oklahoma Severe Storm Seasonal Risk Profile\n\nOklahoma has recorded 888 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 20.9 declarations per month. Activity peaks in May, June, and December, with the highest-risk window being May–December.\n\n6-Year Forecast (model CV MAE=1.82):\nOur Prophet time series model projects severe storm declaration frequency in Oklahoma through February 2032. During forecasted peak months (May, June, December), the model predicts an average of 6.3 declarations/month. During off-season months, activity is expected to remain near 0.5 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Oklahoma include agriculture, construction, utilities, and outdoor industries. Workers and employers in Oklahoma should anticipate potential workforce disruption during May–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OK_Flood",
    "state": "OK",
    "disaster_type": "flood",
    "text": "Oklahoma Flood Seasonal Risk Profile\n\nOklahoma has recorded 211 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 16.0 declarations per month. Activity peaks in April, June, and January, with the highest-risk window being January–June.\n\n6-Year Forecast (model CV MAE=0.11):\nOur Prophet time series model projects flood declaration frequency in Oklahoma through February 2032. During forecasted peak months (April, June, January), the model predicts an average of 0.2 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Oklahoma include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Oklahoma should anticipate potential workforce disruption during January–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OK_Tornado",
    "state": "OK",
    "disaster_type": "tornado",
    "text": "Oklahoma Tornado Seasonal Risk Profile\n\nOklahoma has recorded 141 FEMA tornado declarations from 2000–2026 (26 years of data). During active months, the state averages 16.2 declarations per month. Activity peaks in May, April, and January, with the highest-risk window being January–May.\n\n6-Year Forecast (model CV MAE=0.58):\nOur Prophet time series model projects tornado declaration frequency in Oklahoma through February 2032. During forecasted peak months (May, April, January), the model predicts an average of 1.2 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by tornado declarations in Oklahoma include agriculture, manufacturing, construction, and mobile home communities. Workers and employers in Oklahoma should anticipate potential workforce disruption during January–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OR_Severe_Storm",
    "state": "OR",
    "disaster_type": "severe storm",
    "text": "Oregon Severe Storm Seasonal Risk Profile\n\nOregon has recorded 167 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 8.9 declarations per month. Activity peaks in December, January, and February, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=0.68):\nOur Prophet time series model projects severe storm declaration frequency in Oregon through February 2032. During forecasted peak months (December, January, February), the model predicts an average of 1.5 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Oregon include agriculture, construction, utilities, and outdoor industries. Workers and employers in Oregon should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_OR_Flood",
    "state": "OR",
    "disaster_type": "flood",
    "text": "Oregon Flood Seasonal Risk Profile\n\nOregon has recorded 122 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 7.0 declarations per month. Activity peaks in January, April, and February, with the highest-risk window being January–April.\n\n6-Year Forecast (model CV MAE=0.07):\nOur Prophet time series model projects flood declaration frequency in Oregon through February 2032. During forecasted peak months (January, April, February), the model predicts an average of 0.3 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Oregon include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Oregon should anticipate potential workforce disruption during January–April. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_PA_Flood",
    "state": "PA",
    "disaster_type": "flood",
    "text": "Pennsylvania Flood Seasonal Risk Profile\n\nPennsylvania has recorded 304 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 19.0 declarations per month. Activity peaks in September, October, and January, with the highest-risk window being January–October.\n\n6-Year Forecast (model CV MAE=0.06):\nOur Prophet time series model projects flood declaration frequency in Pennsylvania through February 2032. During forecasted peak months (September, October, January), the model predicts an average of 0.6 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Pennsylvania include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Pennsylvania should anticipate potential workforce disruption during January–October. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_PA_Severe_Storm",
    "state": "PA",
    "disaster_type": "severe storm",
    "text": "Pennsylvania Severe Storm Seasonal Risk Profile\n\nPennsylvania has recorded 219 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 15.1 declarations per month. Activity peaks in September, June, and July, with the highest-risk window being June–September.\n\n6-Year Forecast (model CV MAE=0.30):\nOur Prophet time series model projects severe storm declaration frequency in Pennsylvania through February 2032. During forecasted peak months (September, June, July), the model predicts an average of 0.9 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Pennsylvania include agriculture, construction, utilities, and outdoor industries. Workers and employers in Pennsylvania should anticipate potential workforce disruption during June–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_SD_Severe_Storm",
    "state": "SD",
    "disaster_type": "severe storm",
    "text": "South Dakota Severe Storm Seasonal Risk Profile\n\nSouth Dakota has recorded 452 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 12.8 declarations per month. Activity peaks in June, May, and December, with the highest-risk window being May–December.\n\n6-Year Forecast (model CV MAE=0.88):\nOur Prophet time series model projects severe storm declaration frequency in South Dakota through February 2032. During forecasted peak months (June, May, December), the model predicts an average of 1.6 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in South Dakota include agriculture, construction, utilities, and outdoor industries. Workers and employers in South Dakota should anticipate potential workforce disruption during May–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_SD_Flood",
    "state": "SD",
    "disaster_type": "flood",
    "text": "South Dakota Flood Seasonal Risk Profile\n\nSouth Dakota has recorded 438 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 28.9 declarations per month. Activity peaks in March, June, and May, with the highest-risk window being March–June.\n\n6-Year Forecast (model CV MAE=1.33):\nOur Prophet time series model projects flood declaration frequency in South Dakota through February 2032. During forecasted peak months (March, June, May), the model predicts an average of 3.6 declarations/month. During off-season months, activity is expected to remain near 0.5 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in South Dakota include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in South Dakota should anticipate potential workforce disruption during March–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_TN_Severe_Storm",
    "state": "TN",
    "disaster_type": "severe storm",
    "text": "Tennessee Severe Storm Seasonal Risk Profile\n\nTennessee has recorded 875 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 19.5 declarations per month. Activity peaks in April, May, and February, with the highest-risk window being February–May.\n\n6-Year Forecast (model CV MAE=2.86):\nOur Prophet time series model projects severe storm declaration frequency in Tennessee through February 2032. During forecasted peak months (April, May, February), the model predicts an average of 4.3 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Tennessee include agriculture, construction, utilities, and outdoor industries. Workers and employers in Tennessee should anticipate potential workforce disruption during February–May. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_TN_Flood",
    "state": "TN",
    "disaster_type": "flood",
    "text": "Tennessee Flood Seasonal Risk Profile\n\nTennessee has recorded 263 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 31.5 declarations per month. Activity peaks in February, August, and January, with the highest-risk window being January–August.\n\n6-Year Forecast (model CV MAE=0.56):\nOur Prophet time series model projects flood declaration frequency in Tennessee through February 2032. During forecasted peak months (February, August, January), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Tennessee include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Tennessee should anticipate potential workforce disruption during January–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_TX_Severe_Storm",
    "state": "TX",
    "disaster_type": "severe storm",
    "text": "Texas Severe Storm Seasonal Risk Profile\n\nTexas has recorded 756 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 33.2 declarations per month. Activity peaks in May, June, and December, with the highest-risk window being May–December.\n\n6-Year Forecast (model CV MAE=0.30):\nOur Prophet time series model projects severe storm declaration frequency in Texas through February 2032. During forecasted peak months (May, June, December), the model predicts an average of 2.8 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Texas include agriculture, construction, utilities, and outdoor industries. Workers and employers in Texas should anticipate potential workforce disruption during May–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_TX_Flood",
    "state": "TX",
    "disaster_type": "flood",
    "text": "Texas Flood Seasonal Risk Profile\n\nTexas has recorded 610 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 26.7 declarations per month. Activity peaks in April, June, and May, with the highest-risk window being April–June.\n\n6-Year Forecast (model CV MAE=3.75):\nOur Prophet time series model projects flood declaration frequency in Texas through February 2032. During forecasted peak months (April, June, May), the model predicts an average of 3.9 declarations/month. During off-season months, activity is expected to remain near 1.9 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Texas include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Texas should anticipate potential workforce disruption during April–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_TX_Hurricane",
    "state": "TX",
    "disaster_type": "hurricane",
    "text": "Texas Hurricane Seasonal Risk Profile\n\nTexas has recorded 558 FEMA hurricane declarations from 2000–2026 (26 years of data). During active months, the state averages 60.6 declarations per month. Activity peaks in September, July, and August, with the highest-risk window being July–September.\n\n6-Year Forecast (model CV MAE=1.41):\nOur Prophet time series model projects hurricane declaration frequency in Texas through February 2032. During forecasted peak months (September, July, August), the model predicts an average of 4.2 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by hurricane declarations in Texas include hospitality, tourism, construction, oil and gas, and coastal retail. Workers and employers in Texas should anticipate potential workforce disruption during July–September. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_VA_Severe_Storm",
    "state": "VA",
    "disaster_type": "severe storm",
    "text": "Virginia Severe Storm Seasonal Risk Profile\n\nVirginia has recorded 470 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 24.2 declarations per month. Activity peaks in January, June, and February, with the highest-risk window being January–June.\n\n6-Year Forecast (model CV MAE=0.67):\nOur Prophet time series model projects severe storm declaration frequency in Virginia through February 2032. During forecasted peak months (January, June, February), the model predicts an average of 2.6 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Virginia include agriculture, construction, utilities, and outdoor industries. Workers and employers in Virginia should anticipate potential workforce disruption during January–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_VA_Flood",
    "state": "VA",
    "disaster_type": "flood",
    "text": "Virginia Flood Seasonal Risk Profile\n\nVirginia has recorded 278 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 1.0 declarations per month. Activity peaks in August, January, and February, with the highest-risk window being January–August.\n\n6-Year Forecast (model CV MAE=0.01):\nOur Prophet time series model projects flood declaration frequency in Virginia through February 2032. During forecasted peak months (August, January, February), the model predicts an average of 0.0 declarations/month. During off-season months, activity is expected to remain near 0.0 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Virginia include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Virginia should anticipate potential workforce disruption during January–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_VT_Severe_Storm",
    "state": "VT",
    "disaster_type": "severe storm",
    "text": "Vermont Severe Storm Seasonal Risk Profile\n\nVermont has recorded 173 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 6.1 declarations per month. Activity peaks in July, December, and October, with the highest-risk window being July–December.\n\n6-Year Forecast (model CV MAE=0.54):\nOur Prophet time series model projects severe storm declaration frequency in Vermont through February 2032. During forecasted peak months (July, December, October), the model predicts an average of 1.1 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Vermont include agriculture, construction, utilities, and outdoor industries. Workers and employers in Vermont should anticipate potential workforce disruption during July–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_VT_Flood",
    "state": "VT",
    "disaster_type": "flood",
    "text": "Vermont Flood Seasonal Risk Profile\n\nVermont has recorded 113 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 4.9 declarations per month. Activity peaks in July, April, and June, with the highest-risk window being April–July.\n\n6-Year Forecast (model CV MAE=0.38):\nOur Prophet time series model projects flood declaration frequency in Vermont through February 2032. During forecasted peak months (July, April, June), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Vermont include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Vermont should anticipate potential workforce disruption during April–July. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WA_Flood",
    "state": "WA",
    "disaster_type": "flood",
    "text": "Washington Flood Seasonal Risk Profile\n\nWashington has recorded 271 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 14.2 declarations per month. Activity peaks in January, December, and November, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=0.51):\nOur Prophet time series model projects flood declaration frequency in Washington through February 2032. During forecasted peak months (January, December, November), the model predicts an average of 1.3 declarations/month. During off-season months, activity is expected to remain near 0.3 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Washington include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Washington should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WA_Severe_Storm",
    "state": "WA",
    "disaster_type": "severe storm",
    "text": "Washington Severe Storm Seasonal Risk Profile\n\nWashington has recorded 263 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 13.1 declarations per month. Activity peaks in December, January, and November, with the highest-risk window being January–December.\n\n6-Year Forecast (model CV MAE=0.57):\nOur Prophet time series model projects severe storm declaration frequency in Washington through February 2032. During forecasted peak months (December, January, November), the model predicts an average of 2.0 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Washington include agriculture, construction, utilities, and outdoor industries. Workers and employers in Washington should anticipate potential workforce disruption during January–December. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WI_Severe_Storm",
    "state": "WI",
    "disaster_type": "severe storm",
    "text": "Wisconsin Severe Storm Seasonal Risk Profile\n\nWisconsin has recorded 281 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 15.4 declarations per month. Activity peaks in May, June, and July, with the highest-risk window being May–July.\n\n6-Year Forecast (model CV MAE=0.39):\nOur Prophet time series model projects severe storm declaration frequency in Wisconsin through February 2032. During forecasted peak months (May, June, July), the model predicts an average of 0.8 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in Wisconsin include agriculture, construction, utilities, and outdoor industries. Workers and employers in Wisconsin should anticipate potential workforce disruption during May–July. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WI_Flood",
    "state": "WI",
    "disaster_type": "flood",
    "text": "Wisconsin Flood Seasonal Risk Profile\n\nWisconsin has recorded 204 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 12.3 declarations per month. Activity peaks in April, July, and August, with the highest-risk window being April–August.\n\n6-Year Forecast (model CV MAE=0.49):\nOur Prophet time series model projects flood declaration frequency in Wisconsin through February 2032. During forecasted peak months (April, July, August), the model predicts an average of 1.0 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in Wisconsin include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in Wisconsin should anticipate potential workforce disruption during April–August. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WV_Severe_Storm",
    "state": "WV",
    "disaster_type": "severe storm",
    "text": "West Virginia Severe Storm Seasonal Risk Profile\n\nWest Virginia has recorded 433 FEMA severe storm declarations from 2000–2026 (26 years of data). During active months, the state averages 16.6 declarations per month. Activity peaks in June, May, and February, with the highest-risk window being February–June.\n\n6-Year Forecast (model CV MAE=0.55):\nOur Prophet time series model projects severe storm declaration frequency in West Virginia through February 2032. During forecasted peak months (June, May, February), the model predicts an average of 1.4 declarations/month. During off-season months, activity is expected to remain near 0.2 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by severe storm declarations in West Virginia include agriculture, construction, utilities, and outdoor industries. Workers and employers in West Virginia should anticipate potential workforce disruption during February–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  },
  {
    "id": "forecast_WV_Flood",
    "state": "WV",
    "disaster_type": "flood",
    "text": "West Virginia Flood Seasonal Risk Profile\n\nWest Virginia has recorded 304 FEMA flood declarations from 2000–2026 (26 years of data). During active months, the state averages 9.5 declarations per month. Activity peaks in April, June, and February, with the highest-risk window being February–June.\n\n6-Year Forecast (model CV MAE=0.36):\nOur Prophet time series model projects flood declaration frequency in West Virginia through February 2032. During forecasted peak months (April, June, February), the model predicts an average of 1.4 declarations/month. During off-season months, activity is expected to remain near 0.1 declarations/month.\n\nWorkforce Impact:\nIndustries most affected by flood declarations in West Virginia include agriculture, real estate, retail, and manufacturing near waterways. Workers and employers in West Virginia should anticipate potential workforce disruption during February–June. Disaster declaration frequency is seasonal — some years may see significantly more or fewer events depending on weather patterns.\n\nImportant note: These forecasts predict FEMA declaration frequency (how often disasters are formally declared), not disaster probability or severity. A single major event can generate many county-level declarations in one month.",
    "source": "prophet_forecast"
  }
]